---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IFC.IFCImportOptions
source: html/bfcc5f6a-3e8e-9c6b-18a3-57049662729f.htm
---
# IFCImportOptions Members

Constructs a new IFCImportOptions using default settings.